import React from 'react';

export const data31 = [
  {
    children: (
      <>
        <h3>01. 諮詢與溝通</h3>
        <p>矯正前需要與醫師充分溝通，我們好好聊過，了解您的矯正需求，並確認您的口腔狀況以評估治療結果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 取得口腔數位資料</h3>
        <p>透過全口X光、側顱X光，以及iTero口掃機等數位設備，輕鬆快速收集您的3D口腔影像，為您製作矯正計畫。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 確認矯正計畫 / 訂製隱形牙套</h3>
        <p>充分了解您的需求和現況之後，為您量身定做個人的治療計畫，我們也將提供隱適美矯正前後的模擬對照圖，讓您更清楚隱形矯正的流程與結果。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 配戴隱適美透明牙套</h3>
        <p>開始配戴隱適美牙套後，患者須根據醫師指示的時間更換牙套，治療期間需要定期回診，我們也會持續追蹤矯正進度並提供衛教諮詢，守護您的矯正旅程健康無虞。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>05. 完成矯正</h3>
        <p>恭喜您完成矯正之旅！矯正後，我們會提供一副包含在治療費用內的維持器，讓您可以維持我們一起努力的矯正成果。未來我們將與您一起呵護與維持牙齒健康，幫助您保有整齊健康的齒列。</p>
      </>
    )
  },
]

export const data32 = [
  {
    children: (
      <>
        <h3>01. 諮詢與溝通</h3>
        <p>矯正前需要與醫師充分溝通，我們好好聊過，了解您的矯正需求，並確認您的口腔狀況以評估治療結果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 取得口腔數位資料</h3>
        <p>透過全口X光、側顱X光等數位設備，輕鬆快速收集您的口腔影像，為您製作矯正計畫。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 確認矯正計畫</h3>
        <p>充分了解您的需求和現況之後，為您量身定做個人的治療計畫。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 配戴牙套</h3>
        <p>開始配戴牙套後，患者需要依醫師指示回診，我們也會持續追蹤矯正進度並提供衛教諮詢，守護您的矯正旅程健康無虞。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>05. 完成矯正</h3>
        <p>恭喜您完成矯正之旅！未來我們將與您一起呵護與維持牙齒健康，幫助您保有整齊健康的齒列。</p>
      </>
    )
  },
]

export const Invisalign31 = [
  {
    id: 1,
    content:
      "拍照時，我總是酷酷的沒有笑容，不是因為我不愛笑，而是因為從小我的牙齒排列不整齊，以至於每當我露出牙齒時，這會讓我常常感覺到非常的不安及恐懼，深怕我的牙齒會造成讓人不喜歡.....",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_31-modified_iapgk8.png",
  },
  {
    id: 2,
    content:
      "親愛的你/妳，牙齒的排列不整齊，的確是會造成心理壓力的其中一個原因，而恭喜你找到了寶貝兔，讓我們一起找到最適合你的矯正方式，帶你一步步的邁向全新的自己吧！",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_tang-modified_1_decymm.webp",
  },
];

// 