import React from 'react';

export const data41 = [
  {
    children: (
      <>
        <h3>01. 諮詢與溝通</h3>
        <p>植牙前需要與醫師充分溝通，我們好好聊過，了解您的健康與美觀需求，並經由全口 X 光與 3D 電腦斷層掃描，掌握口腔的牙周狀況與骨頭條件，以評估整體的治療結果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 擬定治療計畫</h3>
        <p>充分了解您的需求和現況之後，為您量身定做個人的治療計畫，如果有需要，植牙醫師也會協同牙周醫師評估是否需要安排補骨、補肉手術，確保您的整體治療效果。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 植牙手術</h3>
        <p>植牙醫師將植體植入牙床內，待骨整合完成後，醫師會為您配戴臨時假牙，調整咬合，並維持您這段期間的基本口腔功能和美觀。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 訂做客製化牙冠</h3>
        <p>我們會與專業牙技師一起討論，為您量身定做最適合您的自然、美觀、仿真的全瓷牙冠，讓您展現自然、有溫度的微笑。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>05. 定期回診</h3>
        <p>恭喜您完成植牙之旅！療程完成後，需要您的細心呵護與定期回診，才能延長植體壽命。不過別擔心，未來我們將與您一起呵護與維持牙齒健康，幫助您保有整齊健康的齒列。</p>
      </>
    )
  },
]

export const data42 = [
  {
    children: (
      <>
        <h3>01. 諮詢與溝通</h3>
        <p>製作瓷牙貼片前需要與醫師充分溝通，我們好好聊過，了解您的治療需求，並確認您的口腔狀況以評估治療效果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 擬定治療計畫</h3>
        <p>充分了解您的需求和現況之後，為您量身定做個人的治療計畫，說明瓷牙貼片的流程與結果。假如有需要，也會協同其它專科醫師治療(例如牙周專科醫師、家庭牙醫師)，確保您的整體治療效果。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 配戴臨時貼片</h3>
        <p>您知道嗎？微笑也能試用。在此一階段，我們會先修磨牙齒、印模、比色，為您打造仿真的臨時貼片，維持您這段期間的基本口腔功能和美觀，即使是臨時貼片，我們也會讓您美美的回家。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 配戴正式貼片 / 重現美麗微笑</h3>
        <p>確保貼片的色調和形狀符合您的期望後，醫師會為您正式貼上瓷牙貼片，並針對咬合進行最後的調整，讓您攜帶嶄新笑容回家。</p>
      </>
    ),
  }
]

export const data43 = [
  {
    children: (
      <>
        <h3>01. 諮詢與溝通</h3>
        <p>治療前需要與醫師充分溝通，我們好好聊過，了解您的治療需求，並確認您的口腔狀況以評估治療效果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 擬定治療計畫</h3>
        <p>充分了解您的需求和現況之後，為您量身定做個人的治療計畫，說明治療的流程與結果。假如有需要，也會搭配其它療程(例如瓷牙貼片、牙齒矯正)，幫助您達到理想的笑容。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 開始療程</h3>
        <p>牙齦整形手術通常包含麻醉、清潔、手術、修復四個階段，由於手術通常是微創性的，所以修復過程通常較短需要數週不等，具體時間取決於患者的口腔條件和恢復情況。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 重現美麗笑容</h3>
        <p>在修復期間結束後，您應該不難發現笑容變得不一樣了！牙齦整形不只改善牙齒與牙齦整體外表之美觀與和諧，對牙齒和牙周健康也是有所助益，從此您可以笑臉迎人，美麗的笑容就是您最棒的化妝品！</p>
      </>
    ),
  }
]

export const data45 = [
  {
    children: (
      <>
        <h3>01. 全口諮詢評估</h3>
        <p>治療前需要與醫師充分溝通，我們好好聊過，了解您的健康與美觀需求，並經由全口 X 光與 3D 電腦斷層掃描，掌握口腔的牙周狀況與骨頭條件，以評估整體的治療結果。</p>
      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>02. 擬定治療計畫</h3>
        <p>充分了解您的需求和現況之後，牙醫會評估您的牙齦健康、咬合情況和缺失情況為您量身定做個人的治療計畫。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>03. 重建前置治療</h3>
        <p>在全口重建正式治療之前，牙醫視情況可能需要進行牙齒預備工作，包括牙齒修磨、清潔和牙周治療等，前置治療步驟有助於確保在整體療程中有良好的牙齒基礎。</p>

      </>
    ),
  },
  {
    color: 'green',
    children: (
      <>
        <h3>04. 全口重建治療</h3>
        <p>全口重建的修復方式包括矯正、牙周、根管治療、拔牙、補綴、植牙等，牙醫會根據您的需要，結合不同的修復方式，經由醫師縝密的檢查、診斷和計畫後，依序地執行，以達到最佳的牙齒功能和美觀效果。</p>
      </>
    ),
  },
  {
    color: 'blue',
    children: (
      <>
        <h3>05. 後續追蹤保養</h3>
        <p>恭喜您完成全口重建之旅！未來我們將與您一起呵護與維持牙齒健康，幫助您保有整齊健康的齒列。</p>
      </>
    )
  },
]

export const Invisalign42 = [
  {
    id: 1,
    content:
      "我想要有像明星般很美的笑容，但我天生的牙齒偏偏長度不一、形狀不美、顏色不均... 醫師～ 我還有什麼方法可以改變嗎，難道我一生都沒有機會像明星一樣的笑容了嗎？",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692252136/1692252076774-modified_o5kv0o.png",
  },
  {
    id: 2,
    content:
      "對於美有期待的妳請放心，妳的心聲我們都聽到了，透過為妳量身打造的全瓷美學貼片，它可以有效地修復損壞、色澤不佳、形狀不整齊等各種牙齒問題。同時我們也會根據妳的五官、臉型和唇型，為妳打造屬於妳完美的笑容黃金比例！",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_tang-modified_1_decymm.webp",
  },
];

export const Invisalign43 = [
  {
    id: 1,
    content:
      "醫師，我是一個愛笑的人，但我的牙齦總是在我笑得最開懷時不小心跑出來跟大家打招呼；每次看到別人幫我拍的照片，總是最害怕牙齦不小心又露出來太多，我總覺得我期待的笑容跟想像中的不一樣，嗚～我到底可以怎麼辦？",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_43-modified_1_kgauoz.png",
  },
  {
    id: 2,
    content:
      "哈囉，常常笑臉齦人的你，真是辛苦囉！ 當上顎露出過多的牙齦，相對的前牙看起來就會短短的，導致整個微笑曲線跟想像的不一樣，而寶貝兔的牙齦美學計畫可以為你客製化的解決常常笑臉齦人的你！",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_lin-modified_1_hzgasg.webp",
  },
];

export const Invisalign44 = [
  {
    id: 1,
    content:
      "醫師，我好羨慕擁有一口白牙漂亮笑容的人，我也經常努力刷牙，但怎麼刷都好黃，我也好想成為人人稱羨擁有潔白牙齒的人...",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245279/doc_image_44-modified_1_yeselx.png",
  },
  {
    id: 2,
    content:
      "對於美總是有更多的期待，這樣的問題常常也在寶貝兔聽到，而我們當然為期待美好沒有限止的妳預備了幾種美白療程囉！",
    image_url:
      "https://res.cloudinary.com/dbjxyxxlj/image/upload/v1692245274/doc_image_tang-modified_1_decymm.webp",
  },
];